text.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-04-27 水 09:32 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="sss" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org804c9ae">1. 確率と統計 藤澤洋徳，朝倉書店</a></li>
<li><a href="#org274bd0b">2. Rによるやさしい統計学</a></li>
<li><a href="#org0d25a16">3. Webpage for Probability Theory and Statistics (B) 中京大 白井先生</a>
<ul>
<li><a href="#org7339181">3.1. 確率の教材</a></li>
<li><a href="#org6ae7731">3.2. Rによるやさしい統計学の2，3章</a></li>
</ul>
</li>
<li><a href="#orga0522f7">4. データ分析のための統計学入門 原著第4版 “OpenIntro Statistics Fourth Edition” - 日本統計協会</a>
<ul>
<li><a href="#org48ee98c">4.1. 確率の例題</a></li>
<li><a href="#org191d42d">4.2. 確率分布の例題</a></li>
</ul>
</li>
<li><a href="#org11cefde">5. 確率とは</a></li>
</ul>
</div>
</div>
<div id="outline-container-org804c9ae" class="outline-2">
<h2 id="org804c9ae"><span class="section-number-2">1.</span> 確率と統計 藤澤洋徳，朝倉書店</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>教科書のまとめ</li>
</ul>
</div>
</div>

<div id="outline-container-org274bd0b" class="outline-2">
<h2 id="org274bd0b"><span class="section-number-2">2.</span> Rによるやさしい統計学</h2>
</div>


<div id="outline-container-org0d25a16" class="outline-2">
<h2 id="org0d25a16"><span class="section-number-2">3.</span> <a href="http://whitewell.sakura.ne.jp/R/">Webpage for Probability Theory and Statistics (B)</a> 中京大 白井先生</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org7339181" class="outline-3">
<h3 id="org7339181"><span class="section-number-3">3.1.</span> 確率の教材</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li><a href="http://whitewell.sakura.ne.jp/R/Rprobability.html">Rで確率を学ぶ</a> (白井)</li>
</ul>
</div>
</div>

<div id="outline-container-org6ae7731" class="outline-3">
<h3 id="org6ae7731"><span class="section-number-3">3.2.</span> Rによるやさしい統計学の2，3章</h3>
<div class="outline-text-3" id="text-3-2">
<ul class="org-ul">
<li><a href="http://whitewell.sakura.ne.jp/R/Rstatistics-01.html">Rで統計学を学ぶ(1)</a> 1変数 白井</li>
<li><a href="http://whitewell.sakura.ne.jp/R/Rstatistics-02.html">Rで統計学を学ぶ(2)</a> 2変数 白井</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orga0522f7" class="outline-2">
<h2 id="orga0522f7"><span class="section-number-2">4.</span> <a href="https://www.jstat.or.jp/openstatistics/">データ分析のための統計学入門 原著第4版 “OpenIntro Statistics Fourth Edition” - 日本統計協会</a></h2>
<div class="outline-text-2" id="text-4">
<p>
<a href="http://www.kunitomo-lab.sakura.ne.jp/2021-3-3Open(S).pdf">2021-3-3Open(S).pdf</a>  <a href="file://~suzuki/Lects/stat/OpenS.pdf">file://~suzuki/Lects/stat/OpenS.pdf</a>
</p>

<p>
下記2章の例題を参考にする予定です。
</p>
</div>

<div id="outline-container-org48ee98c" class="outline-3">
<h3 id="org48ee98c"><span class="section-number-3">4.1.</span> 確率の例題</h3>
<div class="outline-text-3" id="text-4-1">
<ul class="org-ul">
<li>3章 確率</li>
</ul>
</div>
</div>

<div id="outline-container-org191d42d" class="outline-3">
<h3 id="org191d42d"><span class="section-number-3">4.2.</span> 確率分布の例題</h3>
<div class="outline-text-3" id="text-4-2">
<ul class="org-ul">
<li>4章 確率変数の分布</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org11cefde" class="outline-2">
<h2 id="org11cefde"><span class="section-number-2">5.</span> 確率とは</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li><a href="https://www.youtube.com/watch?v=fGWH4Oh0my0">The probability is the area / 確率は面積である Associate Professor Makiko Sasada, Mathematics - YouTube</a></li>
<li><a href="https://ja.wikipedia.org/wiki/%E7%A2%BA%E7%8E%87">確率 - Wikipedia</a>,</li>
<li><a href="https://ja.wikipedia.org/wiki/%E7%A2%BA%E7%8E%87%E8%AB%96">確率論 - Wikipedia</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: sss</p>
<p class="date">Created: 2022-04-27 水 09:32</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
